Repository: me-cedric/StoryArc
Catalog: apps/ios/Packages/StoryArcKit/Sources/LibraryFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# library.availability.onDevice
source: On this device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil

# library.availability.widen
source: Show everywhere
de: Überall anzeigen
es: Mostrar en todas partes
fr: Afficher partout

# library.away.body
source: None of the places you added can be reached right now. Anything already on this device is still here to read.
de: Keiner der Orte, die Sie hinzugefügt haben, ist gerade erreichbar. Alles, was schon auf diesem Gerät liegt, bleibt lesbar.
es: Ahora mismo no se puede acceder a ninguno de los sitios que has añadido. Lo que ya está en este dispositivo se puede seguir leyendo.
fr: Aucun des endroits que vous avez ajoutés n’est joignable pour le moment. Tout ce qui est déjà sur cet appareil reste lisible.

# library.bulk.changed %lld
source: %lld titles changed
de: %lld Titel geändert
es: %lld títulos cambiados
fr: %lld titres modifiés

# library.bulk.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger

# library.bulk.download.none
source: Every one of them is already on this device.
de: Alle sind bereits auf diesem Gerät.
es: Ya están todas en este dispositivo.
fr: Elles sont déjà toutes sur cet appareil.

# library.bulk.download.size %@
source: %@ will be copied into StoryArc’s own storage.
de: %@ werden in StoryArcs eigenen Speicher kopiert.
es: Se copiarán %@ al almacenamiento de StoryArc.
fr: %@ seront copiés dans l’espace de StoryArc.

# library.bulk.download.title %lld
source: Keep %lld titles on this device?
de: %lld Titel auf diesem Gerät behalten?
es: ¿Guardar %lld títulos en este dispositivo?
fr: Garder %lld titres sur cet appareil ?

# library.bulk.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler

# library.cached %@
source: Showing what was here %@. Checking for changes.
de: Zeigt den Stand von %@. Änderungen werden gesucht.
es: Mostrando lo que había %@. Buscando cambios.
fr: Affichage de ce qui était là %@. Vérification en cours.

# library.cell.cannotOpen
source: Cannot be opened
de: Kann nicht geöffnet werden
es: No se puede abrir
fr: Impossible à ouvrir

# library.cell.pages %lld
source: %lld pages
de: %lld Seiten
es: %lld páginas

# library.cell.progress %lld
source: %lld percent read
de: %lld Prozent gelesen
es: %lld por ciento leído
fr: %lld pour cent lu

# library.cell.source %@
source: From %@
de: Aus %@
es: De %@
fr: De %@

# library.cell.unavailable
source: Needs its library to be reachable
de: Die zugehörige Bibliothek muss erreichbar sein
es: Necesita que su biblioteca esté disponible
fr: Nécessite que sa bibliothèque soit accessible

# library.continueReading
source: Continue reading
de: Weiterlesen
es: Continuar leyendo
fr: Reprendre la lecture

# library.empty.filtered
source: Nothing matches the filters you set.
de: Nichts passt zu den gewählten Filtern.
es: Nada coincide con los filtros que has puesto.
fr: Rien ne correspond aux filtres que vous avez choisis.

# library.empty.onDevice
source: Nothing in your library is on this device yet.
de: Aus deiner Bibliothek ist noch nichts auf diesem Gerät.
es: Todavía no hay nada de tu biblioteca en este dispositivo.
fr: Rien de votre bibliothèque n’est encore sur cet appareil.

# library.empty.scope %@
source: Nothing in your library came from %@.
de: Nichts in deiner Bibliothek stammt aus %@.
es: Nada de tu biblioteca viene de %@.
fr: Rien dans votre bibliothèque ne vient de %@.

# library.empty.search %@
source: Nothing matches “%@”.
de: Keine Treffer für „%@“.
es: No hay resultados para «%@».
fr: Aucun résultat pour « %@ ».

# library.empty.subtitle
source: Open a comic and start reading. You can add a whole folder whenever you like.
de: Öffnen Sie einen Comic und lesen Sie los. Einen ganzen Ordner können Sie jederzeit hinzufügen.
es: Abre un cómic y empieza a leer. Puedes añadir una carpeta entera cuando quieras.
fr: Ouvrez une bande dessinée et commencez à lire. Vous pourrez ajouter un dossier entier quand vous voudrez.

# library.empty.title
source: Nothing here yet
de: Noch nichts hier
es: Aquí no hay nada aún
fr: Rien pour l’instant

# library.filter
source: Filter
de: Filtern
es: Filtrar
fr: Filtrer

# library.filter.active %lld
source: %lld filters active
de: %lld Filter aktiv
es: %lld filtros activos
fr: %lld filtres actifs

# library.filter.clear
source: Clear filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres

# library.filter.decade
source: Decade
de: Jahrzehnt
es: Década
fr: Décennie

# library.filter.decade %lld
source: %llds
de: %llder
es: Años %lld
fr: Années %lld

# library.filter.decade.any
source: Any year
de: Alle Jahre
es: Cualquier año
fr: Toutes les années

# library.filter.download
source: Downloaded or not
de: Heruntergeladen oder nicht
es: Descargado o no
fr: Téléchargé ou non

# library.filter.download.no
source: Not downloaded
de: Nicht heruntergeladen
es: Sin descargar
fr: Pas téléchargé

# library.filter.download.yes
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé

# library.filter.format
source: Kind of file
de: Art der Datei
es: Tipo de archivo
fr: Type de fichier

# library.filter.language
source: Language
de: Sprache
es: Idioma
fr: Langue

# library.filter.library
source: Which library
de: Welche Bibliothek
es: Qué biblioteca
fr: Quelle bibliothèque

# library.filter.publisher
source: Publisher
de: Verlag
es: Editorial
fr: Éditeur

# library.filter.readState
source: Read or unread
de: Gelesen oder ungelesen
es: Leído o sin leer
fr: Lu ou non lu

# library.filter.tag
source: Tag
de: Schlagwort
es: Etiqueta
fr: Étiquette

# library.folderUnavailable %@
source: “%@” can no longer be read
de: „%@“ kann nicht mehr gelesen werden
es: «%@» ya no se puede leer
fr: « %@ » n'est plus lisible

# library.import
source: Open a file
de: Datei öffnen
es: Abrir un archivo
fr: Ouvrir un fichier

# library.import.failed %@
source: %@ could not be copied into StoryArc. It reads CBZ, CBR, CBT, EPUB and PDF.
de: %@ konnte nicht in StoryArc kopiert werden. Die App liest CBZ, CBR, CBT, EPUB und PDF.
es: No se pudo copiar %@ en StoryArc. La app lee CBZ, CBR, CBT, EPUB y PDF.
fr: %@ n’a pas pu être copié dans StoryArc. L’app lit les formats CBZ, CBR, CBT, EPUB et PDF.

# library.import.failed.title
source: Cannot open this file
de: Diese Datei lässt sich nicht öffnen
es: No se puede abrir este archivo
fr: Impossible d’ouvrir ce fichier

# library.layout
source: Show as
de: Anzeigen als
es: Mostrar como
fr: Afficher en

# library.layout.grid
source: Grid
de: Raster
es: Cuadrícula
fr: Grille

# library.layout.list
source: List
de: Liste
es: Lista
fr: Liste

# library.mark.read
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu

# library.mark.unread
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu

# library.match.person
source: People
de: Personen
es: Personas
fr: Personnes

# library.match.publication
source: Titles
de: Titel
es: Títulos
fr: Titres

# library.match.series
source: Series
de: Reihen
fr: Séries

# library.match.tag
source: Tags
de: Schlagwörter
es: Etiquetas
fr: Étiquettes

# library.openComic
source: Open a comic
de: Comic öffnen
es: Abrir un cómic
fr: Ouvrir une BD

# library.pending.body
source: Nothing has arrived from the places you added yet.
de: Von den Orten, die Sie hinzugefügt haben, ist noch nichts eingetroffen.
es: Todavía no ha llegado nada de los sitios que has añadido.
fr: Rien n’est encore arrivé des endroits que vous avez ajoutés.

# library.readState.finished
source: Finished
de: Gelesen
es: Terminado
fr: Terminé

# library.readState.inProgress
source: In progress
de: Angefangen
es: En curso
fr: En cours

# library.readState.unread
source: Unread
de: Ungelesen
es: Sin leer
fr: Non lu

# library.repick
source: Choose Again
de: Erneut wählen
es: Elegir de nuevo
fr: Choisir à nouveau

# library.restart
source: Start from the beginning
de: Von vorn beginnen
es: Empezar desde el principio
fr: Reprendre au début

# library.restart.body
source: Your place here is forgotten, and it opens at page one next time. Nothing else changes, and the file itself is untouched.
de: Ihre Stelle hier wird vergessen, und es öffnet sich beim nächsten Mal auf Seite eins. Sonst ändert sich nichts, und die Datei selbst bleibt unberührt.
es: Se olvida tu punto de lectura aquí, y la próxima vez se abrirá en la primera página. Nada más cambia, y el archivo no se toca.
fr: Votre position ici est oubliée, et la lecture reprendra à la première page. Rien d’autre ne change, et le fichier lui-même n’est pas touché.

# library.restart.confirm
source: Start from the beginning
de: Von vorn beginnen
es: Empezar desde el principio
fr: Reprendre au début

# library.restart.title %@
source: Start “%@” from the beginning?
de: „%@“ von vorn beginnen?
es: ¿Empezar «%@» desde el principio?
fr: Reprendre « %@ » au début ?

# library.scanning %lld
source: Adding your comics — %lld found
de: Ihre Comics werden hinzugefügt – %lld gefunden
es: Añadiendo tus cómics: %lld encontrados
fr: Ajout de vos bandes dessinées — %lld trouvées

# library.scope
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher

# library.scope.all
source: Everywhere
de: Überall
es: En todas partes
fr: Partout

# library.search.onServer %@
source: Search “%@” for this instead
de: Stattdessen auf „%@“ suchen
es: Buscar en «%@» en su lugar
fr: Chercher plutôt sur « %@ »

# library.search.prompt
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# library.search.recent
source: Recent searches
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes

# library.search.recent.clear
source: Clear recent searches
de: Letzte Suchen löschen
es: Borrar las búsquedas recientes
fr: Effacer les recherches récentes

# library.section.other
source: Other
de: Weitere
es: Otros
fr: Autres

# library.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner

# library.select.done
source: Done
de: Fertig
es: Listo
fr: Terminé

# library.selected %lld
source: %lld selected
de: %lld ausgewählt
es: %lld seleccionadas
fr: %lld sélectionnées

# library.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# library.skipped %lld
source: %lld couldn’t be opened
de: %lld konnten nicht geöffnet werden
es: %lld no se pudieron abrir
fr: %lld n’ont pas pu être ouverts

# library.skipped.dismiss
source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer

# library.skipped.list
source: What couldn’t be opened
de: Was nicht geöffnet werden konnte
es: Lo que no se pudo abrir
fr: Ce qui n’a pas pu être ouvert

# library.skipped.one %@
source: “%@” couldn’t be opened
de: „%@“ konnte nicht geöffnet werden
es: «%@» no se pudo abrir
fr: « %@ » n’a pas pu être ouvert

# library.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier

# library.sort.ascending
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant

# library.sort.dateAdded
source: Date added
de: Hinzugefügt am
es: Fecha de adición
fr: Date d’ajout

# library.sort.descending
source: Descending
de: Absteigend
es: Descendente
fr: Décroissant

# library.sort.direction
source: Direction
de: Richtung
es: Sentido
fr: Sens

# library.sort.fileSize
source: Size on this device
de: Größe auf diesem Gerät
es: Tamaño en este dispositivo
fr: Taille sur cet appareil

# library.sort.lastRead
source: Last read
de: Zuletzt gelesen
es: Última lectura
fr: Dernière lecture

# library.sort.progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression

# library.sort.series
source: Series
de: Reihe
es: Serie
fr: Série

# library.sort.title
source: Title
de: Titel
es: Título
fr: Titre

# library.sort.year
source: Year
de: Jahr
es: Año
fr: Année

# library.title
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque

# library.view
source: View
de: Ansicht
es: Vista
fr: Affichage

# search.empty.subtitle
source: Search looks across everything you have added. Add a library and there will be something here.
de: Die Suche umfasst alles, was Sie hinzugefügt haben. Fügen Sie eine Bibliothek hinzu, dann steht hier etwas.
es: La búsqueda abarca todo lo que has añadido. Añade una biblioteca y aquí habrá algo.
fr: La recherche couvre tout ce que vous avez ajouté. Ajoutez une bibliothèque et il y aura quelque chose ici.

# search.empty.title
source: Nothing to suggest yet
de: Noch nichts vorzuschlagen
es: Todavía no hay nada que sugerir
fr: Rien à suggérer pour l’instant

# search.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer

# search.silent %@
source: %@ didn’t answer
de: %@ hat nicht geantwortet
es: %@ no ha respondido
fr: %@ n’a pas répondu

# search.suggestions.inProgress
source: Pick up where you left off
de: Weiterlesen, wo Sie aufgehört haben
es: Continuar donde lo dejaste
fr: Reprendre où vous en étiez

# search.suggestions.neverOpened
source: You have never opened these
de: Diese haben Sie nie geöffnet
es: Nunca has abierto estos
fr: Vous n’avez jamais ouvert ceux-ci

# search.suggestions.nextInSeries
source: Next in a series you have read
de: Als Nächstes in einer gelesenen Reihe
es: Lo siguiente de una serie que has leído
fr: La suite d’une série que vous avez lue

# search.waiting
source: Still looking…
de: Suche läuft…
es: Sigue buscando…
fr: Recherche en cours…

# shelves.addTo
source: Add to…
de: Hinzufügen zu…
es: Añadir a…
fr: Ajouter à…

# shelves.addTo %@ %@
source: Add to “%1$@” · %2$@
de: Zu „%1$@“ hinzufügen · %2$@
es: Añadir a «%1$@» · %2$@
fr: Ajouter à « %1$@ » · %2$@

# shelves.bulk
source: Whole shelf
de: Ganzes Regal
es: Todo el estante
fr: Toute l’étagère

# shelves.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# shelves.collection.empty
source: Nothing in this collection yet. Add books and comics from your library.
de: Noch nichts in dieser Sammlung. Fügen Sie Bücher und Comics aus Ihrer Bibliothek hinzu.
es: Aún no hay nada en esta colección. Añade libros y cómics desde tu biblioteca.
fr: Rien dans cette collection pour l’instant. Ajoutez des livres et des bandes dessinées depuis votre bibliothèque.

# shelves.collections
source: Collections
de: Sammlungen
es: Colecciones

# shelves.collections.about
source: Books and comics you group yourself, in no particular order.
de: Bücher und Comics, die Sie selbst gruppieren, ohne bestimmte Reihenfolge.
es: Libros y cómics que agrupa usted, sin un orden concreto.
fr: Des livres et des bandes dessinées que vous regroupez vous-même, sans ordre particulier.

# shelves.collections.none
source: No collections yet. A collection groups books and comics in no particular order.
de: Noch keine Sammlungen. Eine Sammlung fasst Bücher und Comics ohne bestimmte Reihenfolge zusammen.
es: Aún no hay colecciones. Una colección agrupa libros y cómics sin un orden concreto.
fr: Aucune collection pour l’instant. Une collection regroupe des livres et des bandes dessinées sans ordre particulier.

# shelves.conflict.body %@ %@
source: “%1$@” changed in the online library, so its version was kept. These were not added: %2$@.
de: „%1$@“ hat sich in der Online-Bibliothek geändert, deshalb wurde deren Version behalten. Diese wurden nicht hinzugefügt: %2$@.
es: «%1$@» cambió en la biblioteca en línea, así que se conservó su versión. Estos no se añadieron: %2$@.
fr: « %1$@ » a changé dans la bibliothèque en ligne, sa version a donc été conservée. Ceux-ci n’ont pas été ajoutés : %2$@.

# shelves.conflict.title
source: The online library’s version was kept
de: Die Version der Online-Bibliothek wurde behalten
es: Se conservó la versión de la biblioteca en línea
fr: La version de la bibliothèque en ligne a été conservée

# shelves.count %lld
source: %lld titles
de: %lld Titel
es: %lld títulos
fr: %lld titres

# shelves.cover
source: Choose a cover
de: Titelbild wählen
es: Elegir una portada
fr: Choisir une couverture

# shelves.cover.about
source: Pick one of these, or let the collection show its first four covers.
de: Wählen Sie eines davon, oder lassen Sie die Sammlung ihre ersten vier Titelbilder zeigen.
es: Elige una, o deja que la colección muestre sus cuatro primeras portadas.
fr: Choisissez-en une, ou laissez la collection montrer ses quatre premières couvertures.

# shelves.cover.composite
source: The first four covers
de: Die ersten vier Titelbilder
es: Las cuatro primeras portadas
fr: Les quatre premières couvertures

# shelves.create
source: Create
de: Erstellen
es: Crear
fr: Créer

# shelves.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

# shelves.delete.collection.body
source: The books and comics in it stay in your library. Only the collection goes.
de: Die Bücher und Comics darin bleiben in Ihrer Bibliothek. Nur die Sammlung verschwindet.
es: Los libros y cómics que contiene siguen en tu biblioteca. Solo desaparece la colección.
fr: Les livres et les bandes dessinées qu’elle contient restent dans votre bibliothèque. Seule la collection disparaît.

# shelves.delete.list.body
source: The books and comics in it stay in your library. Only the reading list goes.
de: Die Bücher und Comics darin bleiben in Ihrer Bibliothek. Nur die Leseliste verschwindet.
es: Los libros y cómics que contiene siguen en tu biblioteca. Solo desaparece la lista de lectura.
fr: Les livres et les bandes dessinées qu’elle contient restent dans votre bibliothèque. Seule la liste de lecture disparaît.

# shelves.delete.title %@
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?

# shelves.list.empty
source: Nothing in this list yet. Add books and comics from your library.
de: Noch nichts in dieser Liste. Fügen Sie Bücher und Comics aus Ihrer Bibliothek hinzu.
es: Aún no hay nada en esta lista. Añade libros y cómics desde tu biblioteca.
fr: Rien dans cette liste pour l’instant. Ajoutez des livres et des bandes dessinées depuis votre bibliothèque.

# shelves.list.order
source: The list’s order
de: Reihenfolge der Liste
es: El orden de la lista
fr: L’ordre de la liste

# shelves.list.progress %lld %lld
source: %1$lld of %2$lld read
de: %1$lld von %2$lld gelesen
es: %1$lld de %2$lld leídos
fr: %1$lld sur %2$lld lus

# shelves.list.unavailable
source: No longer where it used to be
de: Nicht mehr dort, wo es war
es: Ya no está donde estaba
fr: N’est plus là où il était

# shelves.lists
source: Reading lists
de: Leselisten
es: Listas de lectura
fr: Listes de lecture

# shelves.lists.about
source: Playlists for books. Anything, from anywhere, in the order you choose.
de: Playlists zum Lesen. Alles, von überall, in der Reihenfolge, die Sie wählen.
es: Listas de reproducción para leer. Lo que sea, venga de donde venga, en el orden que elija.
fr: Des playlists pour la lecture. N’importe quoi, d’où que ce soit, dans l’ordre que vous choisissez.

# shelves.lists.none
source: No reading lists yet. A reading list keeps its order, and offers the next entry when you finish one.
de: Noch keine Leselisten. Eine Leseliste behält ihre Reihenfolge und schlägt den nächsten Eintrag vor, wenn Sie einen beenden.
es: Aún no hay listas de lectura. Una lista conserva su orden y ofrece la siguiente entrada cuando termina una.
fr: Aucune liste de lecture pour l’instant. Une liste conserve son ordre et propose l’entrée suivante quand vous en terminez une.

# shelves.new
source: New
de: Neu
es: Nuevo
fr: Nouveau

# shelves.new.collection
source: New collection
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection

# shelves.new.list
source: New reading list
de: Neue Leseliste
es: Nueva lista de lectura
fr: Nouvelle liste de lecture

# shelves.new.storedLocally
source: Stored on this device. Nothing is sent anywhere.
de: Auf diesem Gerät gespeichert. Es wird nichts irgendwohin gesendet.
es: Se guarda en este dispositivo. No se envía nada a ninguna parte.
fr: Conservé sur cet appareil. Rien n’est envoyé nulle part.

# shelves.pending %lld
source: %lld changes not saved yet
de: %lld Änderungen noch nicht gespeichert
es: %lld cambios aún sin guardar
fr: %lld modifications pas encore enregistrées

# shelves.pending.entry
source: Not saved yet
de: Noch nicht gespeichert
es: Aún no guardado
fr: Pas encore enregistré

# shelves.pin
source: Pin to Home
de: An Start anheften
es: Fijar en Inicio
fr: Épingler à l’accueil

# shelves.promote
source: Copy to an online library…
de: In eine Online-Bibliothek kopieren…
es: Copiar a una biblioteca en línea…
fr: Copier vers une bibliothèque en ligne…

# shelves.promote.choose
source: Choose an online library
de: Online-Bibliothek wählen
es: Elegir una biblioteca en línea
fr: Choisir une bibliothèque en ligne

# shelves.promote.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier

# shelves.promote.copying %lld
source: %lld entries will be copied
de: %lld Einträge werden kopiert
es: Se copiarán %lld entradas
fr: %lld entrées seront copiées

# shelves.promote.entries %lld %lld
source: %1$lld of %2$lld entries
de: %1$lld von %2$lld Einträgen
es: %1$lld de %2$lld entradas
fr: %1$lld entrées sur %2$lld

# shelves.promote.failed
source: Nothing was copied. The online library did not take the list.
de: Es wurde nichts kopiert. Die Online-Bibliothek hat die Liste nicht angenommen.
es: No se copió nada. La biblioteca en línea no aceptó la lista.
fr: Rien n’a été copié. La bibliothèque en ligne n’a pas accepté la liste.

# shelves.promote.leftBehind %lld
source: %lld entries cannot be copied
de: %lld Einträge können nicht kopiert werden
es: %lld entradas no se pueden copiar
fr: %lld entrées ne peuvent pas être copiées

# shelves.promote.named %@
source: Copy to %@…
de: Nach %@ kopieren…
es: Copiar en %@…
fr: Copier vers %@…

# shelves.promote.none %@
source: %@ holds none of these entries, so there is nothing to copy.
de: %@ hat keinen dieser Einträge, es gibt also nichts zu kopieren.
es: %@ no tiene ninguna de estas entradas, así que no hay nada que copiar.
fr: %@ ne possède aucune de ces entrées : il n’y a rien à copier.

# shelves.promote.plan
source: What will happen
de: Was passieren wird
es: Lo que va a ocurrir
fr: Ce qui va se passer

# shelves.promote.title
source: Copy to an online library
de: In eine Online-Bibliothek kopieren
es: Copiar a una biblioteca en línea
fr: Copier vers une bibliothèque en ligne

# shelves.promote.unavailable
source: No online library you can reach is able to hold a reading list.
de: Keine erreichbare Online-Bibliothek kann eine Leseliste aufnehmen.
es: Ninguna biblioteca en línea accesible puede alojar una lista de lectura.
fr: Aucune bibliothèque en ligne joignable ne peut héberger une liste de lecture.

# shelves.promote.why %@
source: %@ does not hold them, and StoryArc never uploads a file. They stay in the list on this device.
de: %@ hat sie nicht, und StoryArc lädt niemals eine Datei hoch. Sie bleiben in der Liste auf diesem Gerät.
es: %@ no las tiene, y StoryArc nunca sube ningún archivo. Se quedan en la lista de este dispositivo.
fr: %@ ne les possède pas, et StoryArc n’envoie jamais de fichier. Elles restent dans la liste sur cet appareil.

# shelves.serverOnly.body %@
source: “%@” can only hold what comes from that library.
de: „%@“ kann nur aufnehmen, was aus dieser Bibliothek kommt.
es: «%@» solo puede contener lo que viene de esa biblioteca.
fr: « %@ » ne peut contenir que ce qui vient de cette bibliothèque.

# shelves.serverOnly.local
source: Make a list on this device instead
de: Stattdessen eine Liste auf diesem Gerät anlegen
es: Crear una lista en este dispositivo en su lugar
fr: Créer plutôt une liste sur cet appareil

# shelves.serverOnly.title
source: Only from this library
de: Nur aus dieser Bibliothek
es: Solo de esta biblioteca
fr: Seulement depuis cette bibliothèque

# shelves.title
source: Shelves
de: Regale
es: Estanterías
fr: Étagères

# shelves.unpin
source: Unpin from Home
de: Von Start lösen
es: No fijar en Inicio
fr: Ne plus épingler
